Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/A2 Evaluacion ENG oli_ENG-ESP_BT.tmx
Source language: en
Languages: es

source: A2 Evaluacion ENG oli.docx
es: A2 Evaluacion ESP.docx

source: RISK ANALYSIS MATRIX
es: MATRIZ DE ANÁLISIS DE RIESGOS

source: CONSEQUENCE (C )
es: CONSECUENCIA (C )

source: Catastrophic
es: Catastrófica

source: Major
es: Mayor

source: Significant
es: Significativa

source: Minor
es: Menor

source: Insignificant
es: Insignificante

source: PROBABILITY (P)
es: PROBABILIDAD (P)

source: Almost Certain
es: Casi seguro

source: Likely
es: Probable

source: Possible
es: Posible

source: Unlikely
es: Improbable

source: Rare
es: Raro

source: RISK CONDITION
es: CONDICION DEL RIESGO

source: LEVEL
es: NIVEL

source: DESCRIPTION
es: DESCRIPCIÓN

source: (VL) Very low risk
es: (VL) Riesgo muy bajo

source: The risk is ACCEPTABLE.
es: El riesgo es ACEPTABLE.

source: The activity is carried out normally by the person in accordance with predefined control mechanisms.
es: La actividad es realizada normalmente por la persona de acuerdo a los controles definidos.

source: (L) Low risk
es: (L) Riesgo bajo

source: The activity is carried out by the person in accordance with predefined control mechanisms, proceeding with precaution.
es: La actividad es realizada por la persona de acuerdo a los controles definidos, procediendo con precaución.

source: If applicable, consider additional control mechanisms to further reduce the risk.
es: Si corresponde, considerar controles adicionales para reducir más aún el riesgo.

source: (M) Moderate risk
es: (M) Riesgo moderado

source: The activity is carried out by the person in accordance with predefined control mechanisms, proceeding with precaution once its implications have been checked by the person's direct superior.
es: La actividad es realizada por la persona de acuerdo a los controles definidos, procediendo con precaución y previa revisión de sus implicancias por el Jefe directo.

source: (H) High risk
es: (H) Riesgo alto

source: The risk is UNACCEPTABLE.
es: El riesgo es INACEPTABLE.

source: The activity cannot be carried out with the supervision of the direct superior.
es: La actividad no puede ser realizada sin supervisión del Jefe directo.

source: The control mechanisms contemplated must include engineering control mechanisms as minimum.
es: Los controles considerados deben incluir como mínimo controles de ingeniería.

source: (VH) Very high risk
es: (VH) Riesgo muy alto

source: The activity cannot be carried out without the supervision of the direct superior.
es: La actividad no puede ser realizada sin supervisión del Jefe directo.

source: The control mechanisms contemplated must include elimination or replacement control mechanisms as minimum.
es: Los controles considerados deben incluir como mínimo controles de eliminación o sustitución.

source: CONTROL MECHANISM HIERARCHY
es: JERARQUÍA DE CONTROLES

source: Elimination
es: Eliminación

source: Completely remove or eliminate the hazard.
es: Remover o eliminar el peligro completamente.

source: Replacement
es: Sustitución

source: Replace the hazard for something less dangerous.
es: Sustituir el peligro por algo menos peligroso.

source: Engineering
es: Ingeniería

source: Modify the process for preventing people from coming in contact with the hazard.
es: Modificar el proceso para prevenir que las personas entren en contacto con el peligro.

source: Signage/warnings and/or administrative control mechanisms
es: Señalización/advertencias y/o controles administrativos

source: Implement procedures/training programs to help people work around the hazard.
es: Implementar procedimientos/capacitación para ayudar a las personas a trabajar con el peligro.

source: Personal safety equipment
es: Equipos de protección personal

source: Provide equipment and clothing to protect those who will come in contact with the hazard.
es: Proporcionar equipo y vestimenta para proteger a las personas que van a entrar en contacto con el peligro.
